tap "homebrew/bundle"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "ngrok/ngrok"
brew "coreutils"
brew "findutils"
brew "gnupg"
brew "python@3.12"
brew "glib"
brew "fd"
brew "harfbuzz"
brew "libass"
brew "ffmpeg"
brew "fzf"
brew "gnu-sed"
brew "go"
brew "grep"
brew "jq"
brew "lazydocker"
brew "lazygit"
brew "neovim"
brew "pipx"
brew "ripgrep"
brew "socat"
brew "starship"
brew "tmux"
brew "vim"
brew "wget"
brew "zsh"
brew "zsh-autocomplete"
brew "zsh-autosuggestions"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
cask "iterm2"
cask "ngrok"
cask "rectangle"
